{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "moonlight": { "branch": "pure-lua" },
  "none-ls.nvim": { "branch": "main" },
  "nordic.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "oxocarbon": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "renamer.nvim": { "branch": "develop" },
  "rose-pine": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "themery.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}